// All 232 unique stops across all routes with route indexing & aliases
export const ALL_STOPS = [
  {
    "nameEn": "Kalshi",
    "nameBn": "কালশী",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-১০১, A-101 +7",
    "aliases": [
      "kalshi",
      "kalsi",
      "কালশী",
      "কালশি"
    ]
  },
  {
    "nameEn": "Mirpur-12",
    "nameBn": "মিরপুর-১২",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫",
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২"
    ],
    "displayRoute": "এ-১০১, A-101 +7",
    "aliases": [
      "mirpur-12",
      "mirpur 12",
      "mirpur12",
      "মিরপুর-১২",
      "মিরপুর ১২",
      "মিরপুর১২"
    ]
  },
  {
    "nameEn": "Mirpur-10",
    "nameBn": "মিরপুর-১০",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫",
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯",
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২",
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২",
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২",
      "এ-২৭১",
      "271",
      "A-271",
      "A271",
      "এ-271",
      "এ271",
      "২৭১",
      "এ২৭১",
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-১০১, A-101 +35",
    "aliases": [
      "mirpur-10",
      "mirpur 10",
      "mirpur10",
      "মিরপুর-১০",
      "মিরপুর ১০",
      "মিরপুর১০",
      "মিরপুর(১০)"
    ]
  },
  {
    "nameEn": "Kazipara",
    "nameBn": "কাজীপাড়া",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫",
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯",
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২"
    ],
    "displayRoute": "এ-১০১, A-101 +16",
    "aliases": [
      "kazipara",
      "kazi para",
      "কাজীপাড়া",
      "কাজি পাড়া",
      "কাজিপাড়া"
    ]
  },
  {
    "nameEn": "Sheorapara",
    "nameBn": "শেওড়াপাড়া",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫",
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২"
    ],
    "displayRoute": "এ-১০১, A-101 +7",
    "aliases": [
      "sheorapara",
      "sheora para",
      "শেওড়াপাড়া",
      "শেওড়া পাড়া"
    ]
  },
  {
    "nameEn": "Farmgate",
    "nameBn": "ফার্মগেট",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১",
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯",
      "চিড়িয়াখানা-ভিক্টোরিয়া",
      "CHIRIAKHANA_VICTORIA",
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "সায়দাবাদ-বালুঘাট",
      "SAYEDABAD_BALUGHAT",
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "সায়দাবাদ-বালুঘাট (বিকল্প)",
      "SAYEDABAD_BALUGHAT_2",
      "এ-১৯০",
      "190",
      "A-190",
      "A190",
      "এ-190",
      "এ190",
      "১৯০",
      "এ১৯০",
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২",
      "এ-২০৭",
      "207",
      "A-207",
      "A207",
      "এ-207",
      "এ207",
      "২০৭",
      "এ২০৭",
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫",
      "এ-২৬৪",
      "264",
      "A-264",
      "A264",
      "এ-264",
      "এ264",
      "২৬৪",
      "এ২৬৪",
      "এ-২৮০",
      "280",
      "A-280",
      "A280",
      "এ-280",
      "এ280",
      "২৮০",
      "এ২৮০",
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "এ-১০১, A-101 +42",
    "aliases": [
      "farmgate",
      "farm gate",
      "ফার্মগেট",
      "ফার্ম গেট"
    ]
  },
  {
    "nameEn": "Shahbag",
    "nameBn": "শাহবাগ",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON",
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "সায়দাবাদ-বালুঘাট",
      "SAYEDABAD_BALUGHAT",
      "সায়দাবাদ-বালুঘাট (বিকল্প)",
      "SAYEDABAD_BALUGHAT_2",
      "বনশ্রী-মোহাম্মদপুর (বিকল্প)",
      "BANASREE_MOHAMMADPUR_ASAD",
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA",
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫",
      "এ-২০৪",
      "204",
      "A-204",
      "A204",
      "এ-204",
      "এ204",
      "২০৪",
      "এ২০৪",
      "এ-২৫২",
      "252",
      "A-252",
      "A252",
      "এ-252",
      "এ252",
      "২৫২",
      "এ২৫২",
      "এ-২৫৯",
      "259",
      "A-259",
      "A259",
      "এ-259",
      "এ259",
      "২৫৯",
      "এ২৫৯",
      "এ-২৮০",
      "280",
      "A-280",
      "A280",
      "এ-280",
      "এ280",
      "২৮০",
      "এ২৮০"
    ],
    "displayRoute": "এ-১০১, A-101 +34",
    "aliases": [
      "shahbag",
      "shabag",
      "শাহবাগ",
      "শাহ বাগ"
    ]
  },
  {
    "nameEn": "Palton",
    "nameBn": "পল্টন",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১"
    ],
    "displayRoute": "এ-১০১, A-101 +4",
    "aliases": [
      "palton",
      "পল্টন"
    ]
  },
  {
    "nameEn": "Gulistan",
    "nameBn": "গুলিস্তান",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০",
      "চিড়িয়াখানা-ভিক্টোরিয়া",
      "CHIRIAKHANA_VICTORIA",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫",
      "এ-২০৪",
      "204",
      "A-204",
      "A204",
      "এ-204",
      "এ204",
      "২০৪",
      "এ২০৪",
      "এ-২৫২",
      "252",
      "A-252",
      "A252",
      "এ-252",
      "এ252",
      "২৫২",
      "এ২৫২",
      "এ-২৫৬",
      "256",
      "A-256",
      "A256",
      "এ-256",
      "এ256",
      "২৫৬",
      "এ২৫৬",
      "এ-২৫৯",
      "259",
      "A-259",
      "A259",
      "এ-259",
      "এ259",
      "২৫৯",
      "এ২৫৯",
      "এ-২৮০",
      "280",
      "A-280",
      "A280",
      "এ-280",
      "এ280",
      "২৮০",
      "এ২৮০"
    ],
    "displayRoute": "এ-১০১, A-101 +26",
    "aliases": [
      "gulistan",
      "গুলিস্তান",
      "গুলিস্থান"
    ]
  },
  {
    "nameEn": "Tikatuli",
    "nameBn": "টিকাটুলি",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২"
    ],
    "displayRoute": "এ-১০১, A-101 +4",
    "aliases": [
      "tikatuli",
      "tika tuli",
      "টিকাটুলি",
      "টিকা টুলি"
    ]
  },
  {
    "nameEn": "Sayedabad",
    "nameBn": "সায়দাবাদ",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "সায়দাবাদ-বালুঘাট",
      "SAYEDABAD_BALUGHAT",
      "সায়দাবাদ-বালুঘাট (বিকল্প)",
      "SAYEDABAD_BALUGHAT_2",
      "এ-১৯০",
      "190",
      "A-190",
      "A190",
      "এ-190",
      "এ190",
      "১৯০",
      "এ১৯০",
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫",
      "এ-২২৮",
      "228",
      "A-228",
      "A228",
      "এ-228",
      "এ228",
      "২২৮",
      "এ২২৮",
      "এ-২০৪",
      "204",
      "A-204",
      "A204",
      "এ-204",
      "এ204",
      "২০৪",
      "এ২০৪",
      "এ-২০৬",
      "206",
      "A-206",
      "A206",
      "এ-206",
      "এ206",
      "২০৬",
      "এ২০৬",
      "এ-২৪০",
      "240",
      "A-240",
      "A240",
      "এ-240",
      "এ240",
      "২৪০",
      "এ২৪০",
      "এ-২৫৫",
      "255",
      "A-255",
      "A255",
      "এ-255",
      "এ255",
      "২৫৫",
      "এ২৫৫"
    ],
    "displayRoute": "এ-১০১, A-101 +30",
    "aliases": [
      "sayedabad",
      "saydabad",
      "সায়দাবাদ",
      "সাইদাবাদ",
      "সায়েদাবাদ",
      "সায়েদাবাদ",
      "সায়দাবাদ"
    ]
  },
  {
    "nameEn": "Jatrabari",
    "nameBn": "যাত্রাবাড়ী",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "এ-২২৮",
      "228",
      "A-228",
      "A228",
      "এ-228",
      "এ228",
      "২২৮",
      "এ২২৮",
      "এ-২০৬",
      "206",
      "A-206",
      "A206",
      "এ-206",
      "এ206",
      "২০৬",
      "এ২০৬",
      "এ-২৪৩",
      "243",
      "A-243",
      "A243",
      "এ-243",
      "এ243",
      "২৪৩",
      "এ২৪৩",
      "এ-২৫২",
      "252",
      "A-252",
      "A252",
      "এ-252",
      "এ252",
      "২৫২",
      "এ২৫২",
      "এ-২৫৫",
      "255",
      "A-255",
      "A255",
      "এ-255",
      "এ255",
      "২৫৫",
      "এ২৫৫",
      "এ-২৫৬",
      "256",
      "A-256",
      "A256",
      "এ-256",
      "এ256",
      "২৫৬",
      "এ২৫৬",
      "এ-২৫৯",
      "259",
      "A-259",
      "A259",
      "এ-259",
      "এ259",
      "২৫৯",
      "এ২৫৯"
    ],
    "displayRoute": "এ-১০১, A-101 +25",
    "aliases": [
      "jatrabari",
      "jatra bari",
      "যাত্রাবাড়ী",
      "যাত্রাবাড়ি",
      "যাত্রা বাড়ী",
      "যাত্রাবাড়ী"
    ]
  },
  {
    "nameEn": "Signboard",
    "nameBn": "সাইনবোর্ড",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১"
    ],
    "displayRoute": "এ-১০১, A-101 +1",
    "aliases": [
      "signboard",
      "sign board",
      "সাইনবোর্ড",
      "সাইন বোর্ড"
    ]
  },
  {
    "nameEn": "Kachpur Bridge",
    "nameBn": "কাঁচপুরব্রীজ",
    "routes": [
      "এ-১০১",
      "101",
      "A-101",
      "A101",
      "এ-101",
      "এ101",
      "১০১",
      "এ১০১",
      "এ-২৫৭",
      "257",
      "A-257",
      "A257",
      "এ-257",
      "এ257",
      "২৫৭",
      "এ২৫৭"
    ],
    "displayRoute": "এ-১০১, A-101 +4",
    "aliases": [
      "kachpur bridge",
      "kachpur",
      "kachpurbridge",
      "কাঁচপুরব্রীজ",
      "কাচপুর ব্রিজ",
      "কাঁচপুর ব্রিজ",
      "কাচপুর",
      "কাঁচপুর ব্রীজ"
    ]
  },
  {
    "nameEn": "Pallabi",
    "nameBn": "পল্লবী (মিরপুর-১২)",
    "routes": [
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯"
    ],
    "displayRoute": "এ-১০২, A-102 +4",
    "aliases": [
      "pallabi",
      "pallabi mirpur",
      "পল্লবী",
      "পল্লবী মিরপুর",
      "pallbi"
    ]
  },
  {
    "nameEn": "Mirpur-11 3/2",
    "nameBn": "মিরপুর-১১ ৩/২",
    "routes": [
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২"
    ],
    "displayRoute": "এ-১০২, A-102 +1",
    "aliases": [
      "mirpur 11 3/2",
      "mirpur-11 3/2",
      "mirpur11-3/2",
      "মিরপুর-১১ ৩/২",
      "মিরপুর ১১ ৩/২"
    ]
  },
  {
    "nameEn": "Bekali Hotel",
    "nameBn": "বেকালী হোটেল",
    "routes": [
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫",
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯"
    ],
    "displayRoute": "এ-১০২, A-102 +10",
    "aliases": [
      "bekali hotel",
      "bekali",
      "বেকালী হোটেল",
      "বেকালি হোটেল",
      "বেকালী"
    ]
  },
  {
    "nameEn": "Mirpur-11",
    "nameBn": "মিরপুর-১১",
    "routes": [
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫",
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯",
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-১০২, A-102 +16",
    "aliases": [
      "mirpur-11",
      "mirpur 11",
      "mirpur11",
      "মিরপুর-১১",
      "মিরপুর ১১",
      "মিরপুর১১"
    ]
  },
  {
    "nameEn": "Pressclub",
    "nameBn": "প্রেসক্লাব",
    "routes": [
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯",
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON",
      "চিড়িয়াখানা-ভিক্টোরিয়া",
      "CHIRIAKHANA_VICTORIA",
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "সায়দাবাদ-বালুঘাট",
      "SAYEDABAD_BALUGHAT",
      "সায়দাবাদ-বালুঘাট (বিকল্প)",
      "SAYEDABAD_BALUGHAT_2",
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "এ-১০২, A-102 +21",
    "aliases": [
      "pressclub",
      "press club",
      "প্রেসক্লাব",
      "প্রেস ক্লাব"
    ]
  },
  {
    "nameEn": "TNT",
    "nameBn": "টিএন্ডটি",
    "routes": [
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯"
    ],
    "displayRoute": "এ-১০২, A-102 +4",
    "aliases": [
      "tnt",
      "t&t",
      "tnt office",
      "টিএন্ডটি",
      "টি এন্ড টি"
    ]
  },
  {
    "nameEn": "Raysaheb Bazar",
    "nameBn": "রায়সাহেব বাজার",
    "routes": [
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯"
    ],
    "displayRoute": "এ-১০২, A-102 +4",
    "aliases": [
      "raysaheb bazar",
      "ray saheb bazar",
      "রায়সাহেব বাজার",
      "রায় সাহেব বাজার",
      "raysaheb",
      "raysahib"
    ]
  },
  {
    "nameEn": "Victoria Park",
    "nameBn": "ভিক্টোরিয়া পার্ক",
    "routes": [
      "এ-১০২",
      "102",
      "A-102",
      "A102",
      "এ-102",
      "এ102",
      "১০২",
      "এ১০২",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯",
      "চিড়িয়াখানা-ভিক্টোরিয়া",
      "CHIRIAKHANA_VICTORIA",
      "উত্তরা-ভিক্টোরিয়া",
      "UTTARA_VICTORIA",
      "উত্তরা-ভিক্টোরিয়া (বিকল্প)",
      "UTTARA_VICTORIA_2",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২"
    ],
    "displayRoute": "এ-১০২, A-102 +10",
    "aliases": [
      "victoria park",
      "victoria",
      "ভিক্টোরিয়া পার্ক",
      "ভিক্টোরিয়া",
      "bahadur shah park",
      "ভিক্টোরিয়াপার্ক",
      "ভিক্টোরিয়া পার্ক"
    ]
  },
  {
    "nameEn": "Duyaripara",
    "nameBn": "দুয়ারীপাড়া",
    "routes": [
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫",
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯"
    ],
    "displayRoute": "এ-১০৫, A-105 +7",
    "aliases": [
      "duyaripara",
      "duaripara",
      "দুয়ারীপাড়া",
      "দুয়ারি পাড়া",
      "দুয়ারিপাড়া"
    ]
  },
  {
    "nameEn": "Mirpur Sade 11",
    "nameBn": "মিরপুর সাড়ে ১১",
    "routes": [
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫"
    ],
    "displayRoute": "এ-১০৫, A-105 +1",
    "aliases": [
      "mirpur sade 11",
      "mirpur 11.5",
      "mirpur sare 11",
      "মিরপুর সাড়ে ১১",
      "মিরপুর সাড়ে এগারো"
    ]
  },
  {
    "nameEn": "Agargaon",
    "nameBn": "আগারগাঁও",
    "routes": [
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫",
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২",
      "বনশ্রী-শিয়া মসজিদ",
      "BANASREE_SHIA",
      "বনশ্রী-শিয়া (বিকল্প)",
      "BANASREE_SHIA_2"
    ],
    "displayRoute": "এ-১০৫, A-105 +6",
    "aliases": [
      "agargaon",
      "agar gaon",
      "আগারগাঁও",
      "আগার গাঁও",
      "আগারগাও"
    ]
  },
  {
    "nameEn": "Dhanmondi",
    "nameBn": "ধানমন্ডি",
    "routes": [
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫"
    ],
    "displayRoute": "এ-১০৫, A-105 +1",
    "aliases": [
      "dhanmondi",
      "dhan mondi",
      "ধানমন্ডি",
      "ধান মন্ডি"
    ]
  },
  {
    "nameEn": "Shukrabad",
    "nameBn": "শুক্রাবাদ",
    "routes": [
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON"
    ],
    "displayRoute": "এ-১০৫, A-105 +8",
    "aliases": [
      "shukrabad",
      "sukrabad",
      "শুক্রাবাদ",
      "শুক্রা বাদ"
    ]
  },
  {
    "nameEn": "Dhakeshwari Mandir",
    "nameBn": "ঢাকেশ্বরী মন্দির",
    "routes": [
      "এ-১০৫",
      "105",
      "A-105",
      "A105",
      "এ-105",
      "এ105",
      "১০৫",
      "এ১০৫"
    ],
    "displayRoute": "এ-১০৫, A-105 +1",
    "aliases": [
      "dhakeshwari mandir",
      "dhakeshwari",
      "dhakeshori",
      "ঢাকেশ্বরী মন্দির",
      "ঢাকেশ্বরী",
      "ঢাকেশ্বরি মন্দির"
    ]
  },
  {
    "nameEn": "Proshika",
    "nameBn": "প্রশিকা",
    "routes": [
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০"
    ],
    "displayRoute": "এ-১১০, A-110 +1",
    "aliases": [
      "proshika",
      "প্রশিকা"
    ]
  },
  {
    "nameEn": "Mirpur Thana",
    "nameBn": "মিরপুর থানা",
    "routes": [
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০"
    ],
    "displayRoute": "এ-১১০, A-110 +1",
    "aliases": [
      "mirpur thana",
      "মিরপুর থানা"
    ]
  },
  {
    "nameEn": "Mirpur-1",
    "nameBn": "মিরপুর-১",
    "routes": [
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০",
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭",
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON",
      "চিড়িয়াখানা-ভিক্টোরিয়া",
      "CHIRIAKHANA_VICTORIA",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২",
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২",
      "এ-২৬৪",
      "264",
      "A-264",
      "A264",
      "এ-264",
      "এ264",
      "২৬৪",
      "এ২৬৪",
      "এ-২৭১",
      "271",
      "A-271",
      "A271",
      "এ-271",
      "এ271",
      "২৭১",
      "এ২৭১",
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩",
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮",
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-১১০, A-110 +39",
    "aliases": [
      "mirpur-1",
      "মিরপুর-১",
      "বৈশাখী সুপার মার্কেট",
      "মিরপুর(১)",
      "মিরপুর ১"
    ]
  },
  {
    "nameEn": "Ansarcamp",
    "nameBn": "আনসারক্যাম্প",
    "routes": [
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০",
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫"
    ],
    "displayRoute": "এ-১১০, A-110 +7",
    "aliases": [
      "ansarcamp",
      "আনসারক্যাম্প",
      "আনসার ক্যাম্প"
    ]
  },
  {
    "nameEn": "Technical",
    "nameBn": "টেকনিক্যাল",
    "routes": [
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫",
      "এ-২৬০",
      "260",
      "A-260",
      "A260",
      "এ-260",
      "এ260",
      "২৬০",
      "এ২৬০",
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩",
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-১১০, A-110 +22",
    "aliases": [
      "technical",
      "টেকনিক্যাল",
      "টেকনিকাল"
    ]
  },
  {
    "nameEn": "Asadgate",
    "nameBn": "আসাদগেট",
    "routes": [
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০",
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭",
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON",
      "চিড়িয়াখানা-ভিক্টোরিয়া",
      "CHIRIAKHANA_VICTORIA",
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "এ-১১০, A-110 +15",
    "aliases": [
      "asadgate",
      "আসাদগেট"
    ]
  },
  {
    "nameEn": "Science Lab",
    "nameBn": "সায়েন্সল্যাব",
    "routes": [
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭",
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON",
      "বনশ্রী-মোহাম্মদপুর (বিকল্প)",
      "BANASREE_MOHAMMADPUR_ASAD",
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA",
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১",
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪",
      "এ-২৫২",
      "252",
      "A-252",
      "A252",
      "এ-252",
      "এ252",
      "২৫২",
      "এ২৫২"
    ],
    "displayRoute": "এ-১১০, A-110 +22",
    "aliases": [
      "science lab",
      "সায়েন্সল্যাব",
      "সায়েন্সল্যাব",
      "সাইন্সল্যাব",
      "সাইন্সল্যাবঃ"
    ]
  },
  {
    "nameEn": "BUET",
    "nameBn": "বুয়েট",
    "routes": [
      "এ-১১০",
      "110",
      "A-110",
      "A110",
      "এ-110",
      "এ110",
      "১১০",
      "এ১১০"
    ],
    "displayRoute": "এ-১১০, A-110 +1",
    "aliases": [
      "buet",
      "বুয়েট"
    ]
  },
  {
    "nameEn": "Pallabi Ceramic",
    "nameBn": "পল্লবী (সিরামিক)",
    "routes": [
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১"
    ],
    "displayRoute": "এ-১১১, A-111 +1",
    "aliases": [
      "pallabi ceramic",
      "পল্লবী সিরামিক",
      "পল্লবী (সিরামিক)"
    ]
  },
  {
    "nameEn": "Mirpur-11 1/2",
    "nameBn": "মিরপুর-১১ ১/২",
    "routes": [
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১",
      "এ-১১৯",
      "119",
      "A-119",
      "A119",
      "এ-119",
      "এ119",
      "১১৯",
      "এ১১৯"
    ],
    "displayRoute": "এ-১১১, A-111 +4",
    "aliases": [
      "mirpur-11 1/2",
      "মিরপুর-১১ ১/২"
    ]
  },
  {
    "nameEn": "Stadium",
    "nameBn": "স্টেডিয়াম",
    "routes": [
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১",
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2"
    ],
    "displayRoute": "এ-১১১, A-111 +6",
    "aliases": [
      "stadium",
      "স্টেডিয়াম"
    ]
  },
  {
    "nameEn": "Notre Dame College",
    "nameBn": "নটরড্যাম কলেজ",
    "routes": [
      "এ-১১১",
      "111",
      "A-111",
      "A111",
      "এ-111",
      "এ111",
      "১১১",
      "এ১১১"
    ],
    "displayRoute": "এ-১১১, A-111 +1",
    "aliases": [
      "notre dame college",
      "নটরড্যাম কলেজ"
    ]
  },
  {
    "nameEn": "Chiriakhana",
    "nameBn": "চিড়িয়াখানা",
    "routes": [
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "চিড়িয়াখানা-ভিক্টোরিয়া",
      "CHIRIAKHANA_VICTORIA"
    ],
    "displayRoute": "এ-১১৪, A-114 +2",
    "aliases": [
      "chiriakhana",
      "চিড়িয়াখানা",
      "মিরপুর চিড়িয়াখানা"
    ]
  },
  {
    "nameEn": "Darus Salam",
    "nameBn": "দারুসসালাম",
    "routes": [
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "চিড়িয়াখানা-ভিক্টোরিয়া",
      "CHIRIAKHANA_VICTORIA"
    ],
    "displayRoute": "এ-১১৪, A-114 +2",
    "aliases": [
      "darus salam",
      "দারুসসালাম"
    ]
  },
  {
    "nameEn": "Kalyanpur",
    "nameBn": "কল্যাণপুর",
    "routes": [
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "এ-১৯০",
      "190",
      "A-190",
      "A190",
      "এ-190",
      "এ190",
      "১৯০",
      "এ১৯০",
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২"
    ],
    "displayRoute": "এ-১১৪, A-114 +10",
    "aliases": [
      "kalyanpur",
      "কল্যাণপুর"
    ]
  },
  {
    "nameEn": "Shyamoli",
    "nameBn": "শ্যামলী",
    "routes": [
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭",
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON",
      "চিড়িয়াখানা-ভিক্টোরিয়া",
      "CHIRIAKHANA_VICTORIA",
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫",
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "এ-১১৪, A-114 +19",
    "aliases": [
      "shyamoli",
      "শ্যামলী"
    ]
  },
  {
    "nameEn": "College Gate",
    "nameBn": "কলেজগেট",
    "routes": [
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪",
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২",
      "এ-১৯০",
      "190",
      "A-190",
      "A190",
      "এ-190",
      "এ190",
      "১৯০",
      "এ১৯০",
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২"
    ],
    "displayRoute": "এ-১১৪, A-114 +13",
    "aliases": [
      "college gate",
      "কলেজগেট"
    ]
  },
  {
    "nameEn": "Kawran Bazar",
    "nameBn": "কাওরানবাজার",
    "routes": [
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪"
    ],
    "displayRoute": "এ-১১৪, A-114 +1",
    "aliases": [
      "kawran bazar",
      "কাওরানবাজার"
    ]
  },
  {
    "nameEn": "Ittefaq",
    "nameBn": "ইত্তেফাক",
    "routes": [
      "এ-১১৪",
      "114",
      "A-114",
      "A114",
      "এ-114",
      "এ114",
      "১১৪",
      "এ১১৪"
    ],
    "displayRoute": "এ-১১৪, A-114 +1",
    "aliases": [
      "ittefaq",
      "ইত্তেফাক"
    ]
  },
  {
    "nameEn": "Kalabagan",
    "nameBn": "কলাবাগান",
    "routes": [
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭",
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON",
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪",
      "এ-২৫২",
      "252",
      "A-252",
      "A252",
      "এ-252",
      "এ252",
      "২৫২",
      "এ২৫২"
    ],
    "displayRoute": "এ-১১৫, A-115 +14",
    "aliases": [
      "kalabagan",
      "কলাবাগান"
    ]
  },
  {
    "nameEn": "Kataban",
    "nameBn": "কাঁটাবন",
    "routes": [
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫"
    ],
    "displayRoute": "এ-১১৫, A-115 +1",
    "aliases": [
      "kataban",
      "কাঁটাবন"
    ]
  },
  {
    "nameEn": "Gulistan Mor",
    "nameBn": "গুলিস্তান মোড়",
    "routes": [
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫"
    ],
    "displayRoute": "এ-১১৫, A-115 +1",
    "aliases": [
      "gulistan mor",
      "gulistan",
      "গুলিস্তান",
      "গুলিস্তান মোড়"
    ]
  },
  {
    "nameEn": "Bangladesh Bank",
    "nameBn": "বাংলাদেশ ব্যাংক",
    "routes": [
      "এ-১১৫",
      "115",
      "A-115",
      "A115",
      "এ-115",
      "এ115",
      "১১৫",
      "এ১১৫",
      "সায়দাবাদ-বালুঘাট",
      "SAYEDABAD_BALUGHAT",
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "সায়দাবাদ-বালুঘাট (বিকল্প)",
      "SAYEDABAD_BALUGHAT_2",
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA",
      "এ-১৯০",
      "190",
      "A-190",
      "A190",
      "এ-190",
      "এ190",
      "১৯০",
      "এ১৯০"
    ],
    "displayRoute": "এ-১১৫, A-115 +9",
    "aliases": [
      "bangladesh bank",
      "বাংলাদেশ ব্যাংক"
    ]
  },
  {
    "nameEn": "ECB Mor",
    "nameBn": "ইসিবি মোড়",
    "routes": [
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২"
    ],
    "displayRoute": "এ-১২২, A-122 +1",
    "aliases": [
      "ecb mor",
      "ইসিবি মোড়"
    ]
  },
  {
    "nameEn": "Shishu Mela",
    "nameBn": "শিশুমেলা",
    "routes": [
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২"
    ],
    "displayRoute": "এ-১২২, A-122 +1",
    "aliases": [
      "shishu mela",
      "শিশুমেলা"
    ]
  },
  {
    "nameEn": "Manik Mia Avenue",
    "nameBn": "মানিকমিয়া এভিনিউ",
    "routes": [
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২"
    ],
    "displayRoute": "এ-১২২, A-122 +1",
    "aliases": [
      "manik mia avenue",
      "মানিকমিয়া এভিনিউ"
    ]
  },
  {
    "nameEn": "Azimpur",
    "nameBn": "আজিমপুর",
    "routes": [
      "এ-১২২",
      "122",
      "A-122",
      "A122",
      "এ-122",
      "এ122",
      "১২২",
      "এ১২২",
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭",
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১",
      "এ-২০৪",
      "204",
      "A-204",
      "A204",
      "এ-204",
      "এ204",
      "২০৪",
      "এ২০৪",
      "এ-২৬০",
      "260",
      "A-260",
      "A260",
      "এ-260",
      "এ260",
      "২৬০",
      "এ২৬০"
    ],
    "displayRoute": "এ-১২২, A-122 +13",
    "aliases": [
      "azimpur",
      "আজিমপুর"
    ]
  },
  {
    "nameEn": "Mirpur Mazar Road",
    "nameBn": "মিরপুর মাজার রোড",
    "routes": [
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭"
    ],
    "displayRoute": "এ-১২৭, A-127 +1",
    "aliases": [
      "mirpur mazar road",
      "মিরপুর মাজার রোড"
    ]
  },
  {
    "nameEn": "Russel Square",
    "nameBn": "রাসেল স্কয়ার",
    "routes": [
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭"
    ],
    "displayRoute": "এ-১২৭, A-127 +1",
    "aliases": [
      "russel square",
      "রাসেল স্কয়ার"
    ]
  },
  {
    "nameEn": "New Market",
    "nameBn": "নিউমার্কেট",
    "routes": [
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭",
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১"
    ],
    "displayRoute": "এ-১২৭, A-127 +4",
    "aliases": [
      "new market",
      "নিউমার্কেট",
      "নিউ মার্কেট"
    ]
  },
  {
    "nameEn": "Nilkhet",
    "nameBn": "নীলক্ষেত",
    "routes": [
      "এ-১২৭",
      "127",
      "A-127",
      "A127",
      "এ-127",
      "এ127",
      "১২৭",
      "এ১২৭",
      "এ-২০৭",
      "207",
      "A-207",
      "A207",
      "এ-207",
      "এ207",
      "২০৭",
      "এ২০৭",
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১",
      "এ-২০৪",
      "204",
      "A-204",
      "A204",
      "এ-204",
      "এ204",
      "২০৪",
      "এ২০৪"
    ],
    "displayRoute": "এ-১২৭, A-127 +10",
    "aliases": [
      "nilkhet",
      "নীলক্ষেত"
    ]
  },
  {
    "nameEn": "Mirpur-14",
    "nameBn": "মিরপুর(১৪)",
    "routes": [
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON",
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২"
    ],
    "displayRoute": "মিরপুর(১৪)-খিলগাঁও, A-14 +5",
    "aliases": [
      "mirpur-14",
      "মিরপুর(১৪)",
      "মিরপুর ১৪",
      "মিরপুর-১৪"
    ]
  },
  {
    "nameEn": "Bangla College",
    "nameBn": "বাংলা কলেজ",
    "routes": [
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON"
    ],
    "displayRoute": "মিরপুর(১৪)-খিলগাঁও, A-14 +2",
    "aliases": [
      "bangla college",
      "বাংলা কলেজ"
    ]
  },
  {
    "nameEn": "Shapla Chattar",
    "nameBn": "শাপলা চত্ত্বর",
    "routes": [
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON"
    ],
    "displayRoute": "মিরপুর(১৪)-খিলগাঁও, A-14 +2",
    "aliases": [
      "shapla chattar",
      "শাপলা চত্ত্বর"
    ]
  },
  {
    "nameEn": "Kamalapur",
    "nameBn": "কমলাপুর",
    "routes": [
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON"
    ],
    "displayRoute": "মিরপুর(১৪)-খিলগাঁও, A-14 +2",
    "aliases": [
      "kamalapur",
      "কমলাপুর"
    ]
  },
  {
    "nameEn": "Basabo",
    "nameBn": "বাসাবো",
    "routes": [
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON"
    ],
    "displayRoute": "মিরপুর(১৪)-খিলগাঁও, A-14 +2",
    "aliases": [
      "basabo",
      "বাসাবো"
    ]
  },
  {
    "nameEn": "Khilgaon Railgate",
    "nameBn": "খিলগাও রেলগেট",
    "routes": [
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON"
    ],
    "displayRoute": "মিরপুর(১৪)-খিলগাঁও, A-14 +2",
    "aliases": [
      "khilgaon railgate",
      "খিলগাও রেলগেট"
    ]
  },
  {
    "nameEn": "Khilgaon Taltola",
    "nameBn": "খিলগাও তালতলা",
    "routes": [
      "মিরপুর(১৪)-খিলগাঁও",
      "14",
      "A-14",
      "A14",
      "এ-14",
      "এ14",
      "১৪",
      "এ-১৪",
      "এ১৪",
      "M14_KHILGAON"
    ],
    "displayRoute": "মিরপুর(১৪)-খিলগাঁও, A-14 +2",
    "aliases": [
      "khilgaon taltola",
      "খিলগাও তালতলা"
    ]
  },
  {
    "nameEn": "Baipail",
    "nameBn": "বাইপাইল",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, এ-১৮২ +2",
    "aliases": [
      "baipail",
      "বাইপাইল"
    ]
  },
  {
    "nameEn": "Kamarpara",
    "nameBn": "কামারপাড়া",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ",
    "aliases": [
      "kamarpara",
      "কামারপাড়া",
      "কামারপাড়া"
    ]
  },
  {
    "nameEn": "Abdullahpur",
    "nameBn": "আব্দুল্লাহপুর",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "এ-২৪৩",
      "243",
      "A-243",
      "A243",
      "এ-243",
      "এ243",
      "২৪৩",
      "এ২৪৩",
      "এ-২৪৫",
      "245",
      "A-245",
      "A245",
      "এ-245",
      "এ245",
      "২৪৫",
      "এ২৪৫",
      "এ-২৫৭",
      "257",
      "A-257",
      "A257",
      "এ-257",
      "এ257",
      "২৫৭",
      "এ২৫৭",
      "এ-২৭১",
      "271",
      "A-271",
      "A271",
      "এ-271",
      "এ271",
      "২৭১",
      "এ২৭১",
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, এ-২৪৩ +14",
    "aliases": [
      "abdullahpur",
      "আব্দুল্লাহপুর"
    ]
  },
  {
    "nameEn": "Azampur",
    "nameBn": "আজমপুর",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "এ-২০৭",
      "207",
      "A-207",
      "A207",
      "এ-207",
      "এ207",
      "২০৭",
      "এ২০৭"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, এ-২০৭ +2",
    "aliases": [
      "azampur",
      "আজমপুর"
    ]
  },
  {
    "nameEn": "Airport",
    "nameBn": "এয়ারপোর্ট",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯",
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০",
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১",
      "এ-২২২",
      "222",
      "A-222",
      "A222",
      "এ-222",
      "এ222",
      "২২২",
      "এ২২২",
      "এ-২২৩",
      "223",
      "A-223",
      "A223",
      "এ-223",
      "এ223",
      "২২৩",
      "এ২২৩",
      "এ-২৪০",
      "240",
      "A-240",
      "A240",
      "এ-240",
      "এ240",
      "২৪০",
      "এ২৪০",
      "এ-২৫৭",
      "257",
      "A-257",
      "A257",
      "এ-257",
      "এ257",
      "২৫৭",
      "এ২৫৭",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬",
      "এ-২৭১",
      "271",
      "A-271",
      "A271",
      "এ-271",
      "এ271",
      "২৭১",
      "এ২৭১",
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, এ-২১৯ +32",
    "aliases": [
      "airport",
      "এয়ারপোর্ট",
      "বিমানবন্দর",
      "এয়ারপোর্ট"
    ]
  },
  {
    "nameEn": "Khilkhet",
    "nameBn": "খিলক্ষেত",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬",
      "এ-২৭১",
      "271",
      "A-271",
      "A271",
      "এ-271",
      "এ271",
      "২৭১",
      "এ২৭১"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, এ-১৬৬ +5",
    "aliases": [
      "khilkhet",
      "খিলক্ষেত"
    ]
  },
  {
    "nameEn": "Bishwa Road",
    "nameBn": "বিশ্বরোড",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ",
    "aliases": [
      "bishwa road",
      "বিশ্বরোড"
    ]
  },
  {
    "nameEn": "Staff Road",
    "nameBn": "স্টাফরোড",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ",
    "aliases": [
      "staff road",
      "স্টাফরোড"
    ]
  },
  {
    "nameEn": "Kakoli",
    "nameBn": "কাকলি",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২",
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০",
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১",
      "এ-২২২",
      "222",
      "A-222",
      "A222",
      "এ-222",
      "এ222",
      "২২২",
      "এ২২২",
      "এ-২২৩",
      "223",
      "A-223",
      "A223",
      "এ-223",
      "এ223",
      "২২৩",
      "এ২২৩",
      "এ-২৪৫",
      "245",
      "A-245",
      "A245",
      "এ-245",
      "এ245",
      "২৪৫",
      "এ২৪৫",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, এ-২০২ +20",
    "aliases": [
      "kakoli",
      "কাকলি",
      "কাকলী"
    ]
  },
  {
    "nameEn": "Mohakhali",
    "nameBn": "মহাখালী",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "বনশ্রী-শিয়া মসজিদ",
      "BANASREE_SHIA",
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "বনশ্রী-শিয়া (বিকল্প)",
      "BANASREE_SHIA_2",
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২",
      "এ-২০৭",
      "207",
      "A-207",
      "A207",
      "এ-207",
      "এ207",
      "২০৭",
      "এ২০৭",
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯",
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬",
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০",
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১",
      "এ-২২২",
      "222",
      "A-222",
      "A222",
      "এ-222",
      "এ222",
      "২২২",
      "এ২২২",
      "এ-২২৩",
      "223",
      "A-223",
      "A223",
      "এ-223",
      "এ223",
      "২২৩",
      "এ২২৩",
      "এ-২৪৫",
      "245",
      "A-245",
      "A245",
      "এ-245",
      "এ245",
      "২৪৫",
      "এ২৪৫",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬",
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, বনশ্রী-শিয়া মসজিদ +39",
    "aliases": [
      "mohakhali",
      "মহাখালী",
      "amtoli",
      "আমতলী"
    ]
  },
  {
    "nameEn": "Fulbaria",
    "nameBn": "ফুলবাড়িয়া",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯",
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০",
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১",
      "এ-২২২",
      "222",
      "A-222",
      "A222",
      "এ-222",
      "এ222",
      "২২২",
      "এ২২২",
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪",
      "এ-২২৩",
      "223",
      "A-223",
      "A223",
      "এ-223",
      "এ223",
      "২২৩",
      "এ২২৩",
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯",
      "এ-২৬০",
      "260",
      "A-260",
      "A260",
      "এ-260",
      "এ260",
      "২৬০",
      "এ২৬০",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬",
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, এ-২১৯ +32",
    "aliases": [
      "fulbaria",
      "ফুলবাড়িয়া",
      "ফুলবাড়ীয়া",
      "ফুলবাড়ীয়া",
      "fulbaria poshu hospital",
      "golapshah mazar fulbaria"
    ]
  },
  {
    "nameEn": "Babu Bazar Bridge",
    "nameBn": "বাবু বাজার ব্রীজ",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, এ-২৮৫ +2",
    "aliases": [
      "babu bazar bridge",
      "বাবু বাজার ব্রীজ",
      "babu bazar"
    ]
  },
  {
    "nameEn": "Keraniganj",
    "nameBn": "কেরানীগঞ্জ",
    "routes": [
      "বাইপাইল-কেরানীগঞ্জ",
      "BAIPAIL_KERANIGANJ",
      "এ-২৬৪",
      "264",
      "A-264",
      "A264",
      "এ-264",
      "এ264",
      "২৬৪",
      "এ২৬৪"
    ],
    "displayRoute": "বাইপাইল-কেরানীগঞ্জ, এ-২৬৪ +2",
    "aliases": [
      "keraniganj",
      "কেরানীগঞ্জ",
      "keranigonj",
      "karanigonj",
      "karaniganj"
    ]
  },
  {
    "nameEn": "UBL",
    "nameBn": "ইউবিএল",
    "routes": [
      "সায়দাবাদ-বালুঘাট",
      "SAYEDABAD_BALUGHAT",
      "সায়দাবাদ-বালুঘাট (বিকল্প)",
      "SAYEDABAD_BALUGHAT_2"
    ],
    "displayRoute": "সায়দাবাদ-বালুঘাট, সায়দাবাদ-বালুঘাট (বিকল্প)",
    "aliases": [
      "ubl",
      "ইউবিএল"
    ]
  },
  {
    "nameEn": "Balughat",
    "nameBn": "বালুঘাট",
    "routes": [
      "সায়দাবাদ-বালুঘাট",
      "SAYEDABAD_BALUGHAT",
      "সায়দাবাদ-বালুঘাট (বিকল্প)",
      "SAYEDABAD_BALUGHAT_2"
    ],
    "displayRoute": "সায়দাবাদ-বালুঘাট, সায়দাবাদ-বালুঘাট (বিকল্প)",
    "aliases": [
      "balughat",
      "বালুঘাট"
    ]
  },
  {
    "nameEn": "Uttara (Raniganj)",
    "nameBn": "উত্তরা (রাণীগঞ্জ)",
    "routes": [
      "উত্তরা-ভিক্টোরিয়া",
      "UTTARA_VICTORIA",
      "উত্তরা-ভিক্টোরিয়া (বিকল্প)",
      "UTTARA_VICTORIA_2"
    ],
    "displayRoute": "উত্তরা-ভিক্টোরিয়া, উত্তরা-ভিক্টোরিয়া (বিকল্প)",
    "aliases": [
      "uttara (raniganj)",
      "uttara",
      "উত্তরা (রাণীগঞ্জ)",
      "উত্তরা"
    ]
  },
  {
    "nameEn": "Notun Bazar",
    "nameBn": "নতুন বাজার",
    "routes": [
      "উত্তরা-ভিক্টোরিয়া",
      "UTTARA_VICTORIA",
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "উত্তরা-ভিক্টোরিয়া (বিকল্প)",
      "UTTARA_VICTORIA_2",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২",
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬",
      "এ-২৪০",
      "240",
      "A-240",
      "A240",
      "এ-240",
      "এ240",
      "২৪০",
      "এ২৪০",
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮"
    ],
    "displayRoute": "উত্তরা-ভিক্টোরিয়া, পীরজঙ্গী-নতুনবাজার (ফার্মগেট) +14",
    "aliases": [
      "notun bazar",
      "নতুন বাজার"
    ]
  },
  {
    "nameEn": "Rampura TV Center",
    "nameBn": "রামপুরা টিভি সেন্টার",
    "routes": [
      "উত্তরা-ভিক্টোরিয়া",
      "UTTARA_VICTORIA",
      "উত্তরা-ভিক্টোরিয়া (বিকল্প)",
      "UTTARA_VICTORIA_2"
    ],
    "displayRoute": "উত্তরা-ভিক্টোরিয়া, উত্তরা-ভিক্টোরিয়া (বিকল্প)",
    "aliases": [
      "rampura tv center",
      "রামপুরা টিভি সেন্টার"
    ]
  },
  {
    "nameEn": "Malibagh",
    "nameBn": "মালিবাগ",
    "routes": [
      "উত্তরা-ভিক্টোরিয়া",
      "UTTARA_VICTORIA",
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "উত্তরা-ভিক্টোরিয়া (বিকল্প)",
      "UTTARA_VICTORIA_2",
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২",
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯",
      "এ-২৪০",
      "240",
      "A-240",
      "A240",
      "এ-240",
      "এ240",
      "২৪০",
      "এ২৪০",
      "এ-২৪৩",
      "243",
      "A-243",
      "A243",
      "এ-243",
      "এ243",
      "২৪৩",
      "এ২৪৩",
      "এ-২৪৫",
      "245",
      "A-245",
      "A245",
      "এ-245",
      "এ245",
      "২৪৫",
      "এ২৪৫",
      "এ-২৫৭",
      "257",
      "A-257",
      "A257",
      "এ-257",
      "এ257",
      "২৫৭",
      "এ২৫৭"
    ],
    "displayRoute": "উত্তরা-ভিক্টোরিয়া, পীরজঙ্গী-নতুনবাজার (ফার্মগেট) +23",
    "aliases": [
      "malibagh",
      "মালিবাগ"
    ]
  },
  {
    "nameEn": "Kakrail",
    "nameBn": "কাকরাইল",
    "routes": [
      "উত্তরা-ভিক্টোরিয়া",
      "UTTARA_VICTORIA",
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "উত্তরা-ভিক্টোরিয়া (বিকল্প)",
      "UTTARA_VICTORIA_2",
      "বনশ্রী-মোহাম্মদপুর (বিকল্প)",
      "BANASREE_MOHAMMADPUR_ASAD",
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA",
      "এ-২২২",
      "222",
      "A-222",
      "A222",
      "এ-222",
      "এ222",
      "২২২",
      "এ২২২",
      "এ-২২৩",
      "223",
      "A-223",
      "A223",
      "এ-223",
      "এ223",
      "২২৩",
      "এ২২৩",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬"
    ],
    "displayRoute": "উত্তরা-ভিক্টোরিয়া, পীরজঙ্গী-নতুনবাজার (ফার্মগেট) +16",
    "aliases": [
      "kakrail",
      "কাকরাইল"
    ]
  },
  {
    "nameEn": "Bangabandhu Avenue",
    "nameBn": "বঙ্গবন্ধু এভিনিউ",
    "routes": [
      "উত্তরা-ভিক্টোরিয়া",
      "UTTARA_VICTORIA",
      "উত্তরা-ভিক্টোরিয়া (বিকল্প)",
      "UTTARA_VICTORIA_2"
    ],
    "displayRoute": "উত্তরা-ভিক্টোরিয়া, উত্তরা-ভিক্টোরিয়া (বিকল্প)",
    "aliases": [
      "bangabandhu avenue",
      "বঙ্গবন্ধু এভিনিউ"
    ]
  },
  {
    "nameEn": "Banasree",
    "nameBn": "বনশ্রী",
    "routes": [
      "বনশ্রী-শিয়া মসজিদ",
      "BANASREE_SHIA",
      "বনশ্রী-শিয়া (বিকল্প)",
      "BANASREE_SHIA_2",
      "বনশ্রী-মোহাম্মদপুর (বিকল্প)",
      "BANASREE_MOHAMMADPUR_ASAD"
    ],
    "displayRoute": "বনশ্রী-শিয়া মসজিদ, বনশ্রী-শিয়া (বিকল্প) +1",
    "aliases": [
      "banasree",
      "বনশ্রী"
    ]
  },
  {
    "nameEn": "Rampura",
    "nameBn": "রামপুরা",
    "routes": [
      "বনশ্রী-শিয়া মসজিদ",
      "BANASREE_SHIA",
      "বনশ্রী-শিয়া (বিকল্প)",
      "BANASREE_SHIA_2",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২"
    ],
    "displayRoute": "বনশ্রী-শিয়া মসজিদ, বনশ্রী-শিয়া (বিকল্প) +3",
    "aliases": [
      "rampura",
      "রামপুরা"
    ]
  },
  {
    "nameEn": "Gulshan-1",
    "nameBn": "গুলশান-১",
    "routes": [
      "বনশ্রী-শিয়া মসজিদ",
      "BANASREE_SHIA",
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "বনশ্রী-শিয়া (বিকল্প)",
      "BANASREE_SHIA_2",
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬",
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "বনশ্রী-শিয়া মসজিদ, পীরজঙ্গী-নতুনবাজার (ফার্মগেট) +11",
    "aliases": [
      "gulshan-1",
      "গুলশান-১",
      "gulshan 1",
      "গুলশান ১"
    ]
  },
  {
    "nameEn": "Shyamoli Ring Road",
    "nameBn": "শ্যামলী রিং রোড",
    "routes": [
      "বনশ্রী-শিয়া মসজিদ",
      "BANASREE_SHIA",
      "বনশ্রী-শিয়া (বিকল্প)",
      "BANASREE_SHIA_2"
    ],
    "displayRoute": "বনশ্রী-শিয়া মসজিদ, বনশ্রী-শিয়া (বিকল্প)",
    "aliases": [
      "shyamoli ring road",
      "শ্যামলী রিং রোড"
    ]
  },
  {
    "nameEn": "Mohammadpur Shia Masjid",
    "nameBn": "মোহাম্মদপুর শিয়া মসজিদ",
    "routes": [
      "বনশ্রী-শিয়া মসজিদ",
      "BANASREE_SHIA",
      "বনশ্রী-শিয়া (বিকল্প)",
      "BANASREE_SHIA_2"
    ],
    "displayRoute": "বনশ্রী-শিয়া মসজিদ, বনশ্রী-শিয়া (বিকল্প)",
    "aliases": [
      "mohammadpur shia masjid",
      "mohammadpur",
      "মোহাম্মদপুর শিয়া মসজিদ",
      "মোহাম্মদপুর"
    ]
  },
  {
    "nameEn": "Peerjongi Mazar",
    "nameBn": "পীরজঙ্গী মাজার",
    "routes": [
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2"
    ],
    "displayRoute": "পীরজঙ্গী-নতুনবাজার (ফার্মগেট), পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
    "aliases": [
      "peerjongi mazar",
      "পীরজঙ্গী মাজার"
    ]
  },
  {
    "nameEn": "Kamalapur Station",
    "nameBn": "কমলাপুর স্টেশন",
    "routes": [
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2"
    ],
    "displayRoute": "পীরজঙ্গী-নতুনবাজার (ফার্মগেট), পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
    "aliases": [
      "kamalapur station",
      "কমলাপুর স্টেশন"
    ]
  },
  {
    "nameEn": "Paltan",
    "nameBn": "পল্টন",
    "routes": [
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬"
    ],
    "displayRoute": "পীরজঙ্গী-নতুনবাজার (ফার্মগেট), পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প) +6",
    "aliases": [
      "paltan",
      "পল্টন",
      "palton"
    ]
  },
  {
    "nameEn": "Moghbazar",
    "nameBn": "মগবাজার",
    "routes": [
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1",
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০",
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১",
      "এ-২২২",
      "222",
      "A-222",
      "A222",
      "এ-222",
      "এ222",
      "২২২",
      "এ২২২",
      "এ-২২৩",
      "223",
      "A-223",
      "A223",
      "এ-223",
      "এ223",
      "২২৩",
      "এ২২৩",
      "এ-২৪৫",
      "245",
      "A-245",
      "A245",
      "এ-245",
      "এ245",
      "২৪৫",
      "এ২৪৫",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬"
    ],
    "displayRoute": "পীরজঙ্গী-নতুনবাজার (ফার্মগেট), পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প) +21",
    "aliases": [
      "moghbazar",
      "মগবাজার"
    ]
  },
  {
    "nameEn": "Bangla Motor",
    "nameBn": "বাংলামটর",
    "routes": [
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1"
    ],
    "displayRoute": "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
    "aliases": [
      "bangla motor",
      "বাংলামটর",
      "banglamotor"
    ]
  },
  {
    "nameEn": "Gulshan-2",
    "nameBn": "গুলশান-২",
    "routes": [
      "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
      "PEERJONGI_NOTUN_1"
    ],
    "displayRoute": "পীরজঙ্গী-নতুনবাজার (ফার্মগেট)",
    "aliases": [
      "gulshan-2",
      "গুলশান-২",
      "gulshan 2"
    ]
  },
  {
    "nameEn": "Satrasta",
    "nameBn": "সাতরাস্তা",
    "routes": [
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2"
    ],
    "displayRoute": "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
    "aliases": [
      "satrasta",
      "সাতরাস্তা"
    ]
  },
  {
    "nameEn": "Nabisco",
    "nameBn": "নাবিস্কো",
    "routes": [
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯"
    ],
    "displayRoute": "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প), এ-২১৯ +2",
    "aliases": [
      "nabisco",
      "নাবিস্কো"
    ]
  },
  {
    "nameEn": "Titumir College",
    "nameBn": "তিতুমীর কলেজ",
    "routes": [
      "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প)",
      "PEERJONGI_NOTUN_2",
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "পীরজঙ্গী-নতুনবাজার (সাতরাস্তা) (বিকল্প), এ-১৬৬ +2",
    "aliases": [
      "titumir college",
      "তিতুমীর কলেজ"
    ]
  },
  {
    "nameEn": "Mouchak",
    "nameBn": "মৌচাক",
    "routes": [
      "বনশ্রী-মোহাম্মদপুর (বিকল্প)",
      "BANASREE_MOHAMMADPUR_ASAD"
    ],
    "displayRoute": "বনশ্রী-মোহাম্মদপুর (বিকল্প)",
    "aliases": [
      "mouchak",
      "মৌচাক"
    ]
  },
  {
    "nameEn": "Jigatola",
    "nameBn": "জিগাতলা",
    "routes": [
      "বনশ্রী-মোহাম্মদপুর (বিকল্প)",
      "BANASREE_MOHAMMADPUR_ASAD",
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১"
    ],
    "displayRoute": "বনশ্রী-মোহাম্মদপুর (বিকল্প), এ-১৬১ +2",
    "aliases": [
      "jigatola",
      "জিগাতলা"
    ]
  },
  {
    "nameEn": "Mohammadpur (Asad Avenue)",
    "nameBn": "মোহাম্মদপুর (আসাদ এভিনিউ)",
    "routes": [
      "বনশ্রী-মোহাম্মদপুর (বিকল্প)",
      "BANASREE_MOHAMMADPUR_ASAD"
    ],
    "displayRoute": "বনশ্রী-মোহাম্মদপুর (বিকল্প)",
    "aliases": [
      "mohammadpur asad avenue",
      "mohammadpur",
      "মোহাম্মদপুর (আসাদ এভিনিউ)",
      "মোহাম্মদপুর"
    ]
  },
  {
    "nameEn": "Mohammadpur (Japan Garden City)",
    "nameBn": "মোংপুর (জাপান গার্ডেন সিটি)",
    "routes": [
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA"
    ],
    "displayRoute": "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
    "aliases": [
      "mohammadpur japan garden city",
      "mohammadpur",
      "মোংপুর (জাপান গার্ডেন সিটি)",
      "মোহাম্মদপুর"
    ]
  },
  {
    "nameEn": "Asad Gate",
    "nameBn": "আসাদগেট",
    "routes": [
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA",
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬",
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫",
      "এ-২৬০",
      "260",
      "A-260",
      "A260",
      "এ-260",
      "এ260",
      "২৬০",
      "এ২৬০"
    ],
    "displayRoute": "মোহাম্মদপুর-পোস্তগোলা (বিকল্প), এ-১৬৬ +11",
    "aliases": [
      "asad gate",
      "আসাদগেট",
      "asadgate",
      "আসাদ গেট"
    ]
  },
  {
    "nameEn": "Fakirapool",
    "nameBn": "ফকিরাপুল",
    "routes": [
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA"
    ],
    "displayRoute": "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
    "aliases": [
      "fakirapool",
      "ফকিরাপুল"
    ]
  },
  {
    "nameEn": "Doyaganj Road",
    "nameBn": "দয়াগঞ্জ রোড",
    "routes": [
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA"
    ],
    "displayRoute": "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
    "aliases": [
      "doyaganj road",
      "দয়াগঞ্জ রোড"
    ]
  },
  {
    "nameEn": "Postogola",
    "nameBn": "পোস্তগোলা",
    "routes": [
      "মোহাম্মদপুর-পোস্তগোলা (বিকল্প)",
      "MOHAMMADPUR_POSTOGOLA",
      "এ-২২৮",
      "228",
      "A-228",
      "A228",
      "এ-228",
      "এ228",
      "২২৮",
      "এ২২৮"
    ],
    "displayRoute": "মোহাম্মদপুর-পোস্তগোলা (বিকল্প), এ-২২৮ +2",
    "aliases": [
      "postogola",
      "পোস্তগোলা"
    ]
  },
  {
    "nameEn": "EPZ",
    "nameBn": "ইপিজেড",
    "routes": [
      "এ-১৯০",
      "190",
      "A-190",
      "A190",
      "এ-190",
      "এ190",
      "১৯০",
      "এ১৯০",
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২"
    ],
    "displayRoute": "এ-১৯০, A-190 +4",
    "aliases": [
      "epz",
      "ইপিজেড"
    ]
  },
  {
    "nameEn": "Gabtoli",
    "nameBn": "গাবতলী",
    "routes": [
      "এ-১৯০",
      "190",
      "A-190",
      "A190",
      "এ-190",
      "এ190",
      "১৯০",
      "এ১৯০",
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২",
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫",
      "এ-২৬০",
      "260",
      "A-260",
      "A260",
      "এ-260",
      "এ260",
      "২৬০",
      "এ২৬০"
    ],
    "displayRoute": "এ-১৯০, A-190 +16",
    "aliases": [
      "gabtoli",
      "গাবতলি",
      "গাবতলী"
    ]
  },
  {
    "nameEn": "Link Road",
    "nameBn": "লিংক রোড",
    "routes": [
      "এ-১৯০",
      "190",
      "A-190",
      "A190",
      "এ-190",
      "এ190",
      "১৯০",
      "এ১৯০",
      "এ-২০৬",
      "206",
      "A-206",
      "A206",
      "এ-206",
      "এ206",
      "২০৬",
      "এ২০৬"
    ],
    "displayRoute": "এ-১৯০, A-190 +4",
    "aliases": [
      "link road",
      "লিংক রোড"
    ]
  },
  {
    "nameEn": "Eidgah",
    "nameBn": "ঈদগাহ",
    "routes": [
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২"
    ],
    "displayRoute": "এ-১৯২, A-192 +1",
    "aliases": [
      "eidgah",
      "ঈদগাহ"
    ]
  },
  {
    "nameEn": "Savar",
    "nameBn": "সাভার",
    "routes": [
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২",
      "এ-২০২",
      "202",
      "A-202",
      "A202",
      "এ-202",
      "এ202",
      "২০২",
      "এ২০২",
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫"
    ],
    "displayRoute": "এ-১৯২, A-192 +10",
    "aliases": [
      "savar",
      "সাভার"
    ]
  },
  {
    "nameEn": "Gulshan",
    "nameBn": "গুলশান",
    "routes": [
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২"
    ],
    "displayRoute": "এ-১৯২, A-192 +1",
    "aliases": [
      "gulshan",
      "গুলশান"
    ]
  },
  {
    "nameEn": "Badda",
    "nameBn": "বাড্ডা",
    "routes": [
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২"
    ],
    "displayRoute": "এ-১৯২, A-192 +1",
    "aliases": [
      "badda",
      "বাড্ডা"
    ]
  },
  {
    "nameEn": "Chittagong Road",
    "nameBn": "চিটাগাং রোড",
    "routes": [
      "এ-১৯২",
      "192",
      "A-192",
      "A192",
      "এ-192",
      "এ192",
      "১৯২",
      "এ১৯২"
    ],
    "displayRoute": "এ-১৯২, A-192 +1",
    "aliases": [
      "chittagong road",
      "চিটাগাং রোড"
    ]
  },
  {
    "nameEn": "Tongi",
    "nameBn": "টঙ্গী",
    "routes": [
      "এ-২০৭",
      "207",
      "A-207",
      "A207",
      "এ-207",
      "এ207",
      "২০৭",
      "এ২০৭",
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯",
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০",
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১",
      "এ-২২২",
      "222",
      "A-222",
      "A222",
      "এ-222",
      "এ222",
      "২২২",
      "এ২২২",
      "এ-২২৩",
      "223",
      "A-223",
      "A223",
      "এ-223",
      "এ223",
      "২২৩",
      "এ২২৩",
      "এ-২৪০",
      "240",
      "A-240",
      "A240",
      "এ-240",
      "এ240",
      "২৪০",
      "এ২৪০",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬"
    ],
    "displayRoute": "এ-২০৭, A-207 +25",
    "aliases": [
      "tongi",
      "টঙ্গী"
    ]
  },
  {
    "nameEn": "Manik Mia",
    "nameBn": "মানিক মিয়া",
    "routes": [
      "এ-২০৭",
      "207",
      "A-207",
      "A207",
      "এ-207",
      "এ207",
      "২০৭",
      "এ২০৭"
    ],
    "displayRoute": "এ-২০৭, A-207 +1",
    "aliases": [
      "manik mia",
      "মানিক মিয়া",
      "manik mia avenue"
    ]
  },
  {
    "nameEn": "City College",
    "nameBn": "সিটি কলেজ",
    "routes": [
      "এ-২০৭",
      "207",
      "A-207",
      "A207",
      "এ-207",
      "এ207",
      "২০৭",
      "এ২০৭"
    ],
    "displayRoute": "এ-২০৭, A-207 +1",
    "aliases": [
      "city college",
      "সিটি কলেজ"
    ]
  },
  {
    "nameEn": "Dhakeshwari",
    "nameBn": "ঢাকেশ্বরী",
    "routes": [
      "এ-২০৭",
      "207",
      "A-207",
      "A207",
      "এ-207",
      "এ207",
      "২০৭",
      "এ২০৭"
    ],
    "displayRoute": "এ-২০৭, A-207 +1",
    "aliases": [
      "dhakeshwari",
      "ঢাকেশ্বরী",
      "ঢাকেশ্বরী এতিমখানা"
    ]
  },
  {
    "nameEn": "Banani",
    "nameBn": "বনানী",
    "routes": [
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯",
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮"
    ],
    "displayRoute": "এ-২১৯, A-219 +4",
    "aliases": [
      "banani",
      "বনানী"
    ]
  },
  {
    "nameEn": "Gazipur Chowrasta",
    "nameBn": "গাজীপুর চৌঃ",
    "routes": [
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯",
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০",
      "এ-২২৩",
      "223",
      "A-223",
      "A223",
      "এ-223",
      "এ223",
      "২২৩",
      "এ২২৩"
    ],
    "displayRoute": "এ-২১৯, A-219 +7",
    "aliases": [
      "gazipur chowrasta",
      "গাজীপুর চৌঃ",
      "গাজীপুর",
      "গাজীপুর চৌরাস্তা",
      "gajipur",
      "gajipur chowrasta",
      "chowrasta",
      "chourasta"
    ]
  },
  {
    "nameEn": "Rajendrapur",
    "nameBn": "রাজেন্দ্রপুর",
    "routes": [
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯"
    ],
    "displayRoute": "এ-২১৯, A-219 +1",
    "aliases": [
      "rajendrapur",
      "রাজেন্দ্রপুর"
    ]
  },
  {
    "nameEn": "Rajabari",
    "nameBn": "রাজাবাড়ী",
    "routes": [
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯"
    ],
    "displayRoute": "এ-২১৯, A-219 +1",
    "aliases": [
      "rajabari",
      "রাজাবাড়ী"
    ]
  },
  {
    "nameEn": "Pabur",
    "nameBn": "পাবুর",
    "routes": [
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯"
    ],
    "displayRoute": "এ-২১৯, A-219 +1",
    "aliases": [
      "pabur",
      "পাবুর"
    ]
  },
  {
    "nameEn": "Kapasia",
    "nameBn": "কাপাসিয়া",
    "routes": [
      "এ-২১৯",
      "219",
      "A-219",
      "A219",
      "এ-219",
      "এ219",
      "২১৯",
      "এ২১৯"
    ],
    "displayRoute": "এ-২১৯, A-219 +1",
    "aliases": [
      "kapasia",
      "কাপাসিয়া"
    ]
  },
  {
    "nameEn": "Ghatarchar",
    "nameBn": "ঘাটারচর",
    "routes": [
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১"
    ],
    "displayRoute": "এ-১৬১, A-161 +1",
    "aliases": [
      "ghatarchar",
      "ঘাটারচর"
    ]
  },
  {
    "nameEn": "Mohammadpur",
    "nameBn": "মোহাম্মদপুর",
    "routes": [
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১",
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬১, A-161 +4",
    "aliases": [
      "mohammadpur",
      "মোহাম্মদপুর",
      "মোংপুর"
    ]
  },
  {
    "nameEn": "Shankar",
    "nameBn": "শংকর",
    "routes": [
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১"
    ],
    "displayRoute": "এ-১৬১, A-161 +1",
    "aliases": [
      "shankar",
      "শংকর"
    ]
  },
  {
    "nameEn": "Dhanmondi-15",
    "nameBn": "ধানমন্ডি-১৫",
    "routes": [
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১"
    ],
    "displayRoute": "এ-১৬১, A-161 +1",
    "aliases": [
      "dhanmondi-15",
      "ধানমন্ডি-১৫",
      "dhanmondi 15"
    ]
  },
  {
    "nameEn": "Dhaka City College",
    "nameBn": "ঢাকা সিটি কলেজ",
    "routes": [
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১"
    ],
    "displayRoute": "এ-১৬১, A-161 +1",
    "aliases": [
      "dhaka city college",
      "ঢাকা সিটি কলেজ",
      "city college"
    ]
  },
  {
    "nameEn": "Dhaka College",
    "nameBn": "ঢাকা কলেজ",
    "routes": [
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১"
    ],
    "displayRoute": "এ-১৬১, A-161 +1",
    "aliases": [
      "dhaka college",
      "ঢাকা কলেজ"
    ]
  },
  {
    "nameEn": "Dhupkhola",
    "nameBn": "ধুপখোলা",
    "routes": [
      "এ-১৬১",
      "161",
      "A-161",
      "A161",
      "এ-161",
      "এ161",
      "১৬১",
      "এ১৬১"
    ],
    "displayRoute": "এ-১৬১, A-161 +1",
    "aliases": [
      "dhupkhola",
      "ধুপখোলা"
    ]
  },
  {
    "nameEn": "Town Hall",
    "nameBn": "টাউন হল",
    "routes": [
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬৬, A-166 +1",
    "aliases": [
      "town hall",
      "টাউন হল"
    ]
  },
  {
    "nameEn": "Madhya Badda",
    "nameBn": "মধ্য বাড্ডা",
    "routes": [
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬৬, A-166 +1",
    "aliases": [
      "madhya badda",
      "মধ্য বাড্ডা"
    ]
  },
  {
    "nameEn": "Uttar Badda",
    "nameBn": "উত্তর বাড্ডা",
    "routes": [
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬৬, A-166 +1",
    "aliases": [
      "uttar badda",
      "উত্তর বাড্ডা"
    ]
  },
  {
    "nameEn": "Basundhara",
    "nameBn": "বসুন্ধরা",
    "routes": [
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬৬, A-166 +1",
    "aliases": [
      "basundhara",
      "বসুন্ধরা"
    ]
  },
  {
    "nameEn": "Nadda",
    "nameBn": "নর্দ্দা",
    "routes": [
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬৬, A-166 +1",
    "aliases": [
      "nadda",
      "নর্দ্দা",
      "নর্দা"
    ]
  },
  {
    "nameEn": "Kuril Bishwaroad",
    "nameBn": "কুড়িল বিশ্বরোড",
    "routes": [
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬৬, A-166 +1",
    "aliases": [
      "kuril bishwaroad",
      "কুড়িল বিশ্বরোড",
      "কুড়িল"
    ]
  },
  {
    "nameEn": "New Airport",
    "nameBn": "নিউ এয়ারপোর্ট",
    "routes": [
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬৬, A-166 +1",
    "aliases": [
      "new airport",
      "নিউ এয়ারপোর্ট",
      "airport"
    ]
  },
  {
    "nameEn": "Rajlakshmi",
    "nameBn": "রাজলক্ষ্মী",
    "routes": [
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬৬, A-166 +1",
    "aliases": [
      "rajlakshmi",
      "রাজলক্ষ্মী"
    ]
  },
  {
    "nameEn": "House Building",
    "nameBn": "হাউজ বিল্ডিং",
    "routes": [
      "এ-১৬৬",
      "166",
      "A-166",
      "A166",
      "এ-166",
      "এ166",
      "১৬৬",
      "এ১৬৬"
    ],
    "displayRoute": "এ-১৬৬, A-166 +1",
    "aliases": [
      "house building",
      "হাউজ বিল্ডিং",
      "uttara house building"
    ]
  },
  {
    "nameEn": "Mazar Gate",
    "nameBn": "মাজার গেট",
    "routes": [
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২"
    ],
    "displayRoute": "এ-১৮২, A-182 +1",
    "aliases": [
      "mazar gate",
      "মাজার গেট"
    ]
  },
  {
    "nameEn": "Hemayetpur",
    "nameBn": "হেমায়েতপুর",
    "routes": [
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২",
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫"
    ],
    "displayRoute": "এ-১৮২, A-182 +4",
    "aliases": [
      "hemayetpur",
      "হেমায়েতপুর"
    ]
  },
  {
    "nameEn": "Nabinagar",
    "nameBn": "নবীনগর",
    "routes": [
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২"
    ],
    "displayRoute": "এ-১৮২, A-182 +1",
    "aliases": [
      "nabinagar",
      "নবীনগর"
    ]
  },
  {
    "nameEn": "Sreepur",
    "nameBn": "শ্রীপুর",
    "routes": [
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২",
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০"
    ],
    "displayRoute": "এ-১৮২, A-182 +4",
    "aliases": [
      "sreepur",
      "শ্রীপুর"
    ]
  },
  {
    "nameEn": "Shafipur",
    "nameBn": "সফিপুর",
    "routes": [
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২",
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬"
    ],
    "displayRoute": "এ-১৮২, A-182 +10",
    "aliases": [
      "shafipur",
      "সফিপুর"
    ]
  },
  {
    "nameEn": "Palli Bidyut",
    "nameBn": "পল্লীবিদ্যুৎ",
    "routes": [
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২"
    ],
    "displayRoute": "এ-১৮২, A-182 +1",
    "aliases": [
      "palli bidyut",
      "পল্লীবিদ্যুৎ",
      "পল্লী বিদ্যুৎ"
    ]
  },
  {
    "nameEn": "Chandra",
    "nameBn": "চন্দ্রা",
    "routes": [
      "এ-১৮২",
      "182",
      "A-182",
      "A182",
      "এ-182",
      "এ182",
      "১৮২",
      "এ১৮২",
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬"
    ],
    "displayRoute": "এ-১৮২, A-182 +10",
    "aliases": [
      "chandra",
      "চন্দ্রা"
    ]
  },
  {
    "nameEn": "Rajendrapur Chowrasta",
    "nameBn": "রাজেন্দ্রপুর চৌঃ",
    "routes": [
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০"
    ],
    "displayRoute": "এ-২২০, A-220 +1",
    "aliases": [
      "rajendrapur chowrasta",
      "রাজেন্দ্রপুর চৌঃ",
      "রাজেন্দ্রপুর চৌরাস্তা"
    ]
  },
  {
    "nameEn": "Hotapara",
    "nameBn": "হোতাপাড়া",
    "routes": [
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০"
    ],
    "displayRoute": "এ-২২০, A-220 +1",
    "aliases": [
      "hotapara",
      "হোতাপাড়া"
    ]
  },
  {
    "nameEn": "Bagher Bazar",
    "nameBn": "বাঘের বাজার",
    "routes": [
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০"
    ],
    "displayRoute": "এ-২২০, A-220 +1",
    "aliases": [
      "bagher bazar",
      "বাঘের বাজার"
    ]
  },
  {
    "nameEn": "Mawna Chowrasta",
    "nameBn": "মাওনা চৌরাস্তা",
    "routes": [
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০"
    ],
    "displayRoute": "এ-২২০, A-220 +1",
    "aliases": [
      "mawna chowrasta",
      "মাওনা চৌরাস্তা",
      "মাওনা"
    ]
  },
  {
    "nameEn": "Barmi",
    "nameBn": "বরমী",
    "routes": [
      "এ-২২০",
      "220",
      "A-220",
      "A220",
      "এ-220",
      "এ220",
      "২২০",
      "এ২২০"
    ],
    "displayRoute": "এ-২২০, A-220 +1",
    "aliases": [
      "barmi",
      "বরমী"
    ]
  },
  {
    "nameEn": "Joydebpur Chowrasta",
    "nameBn": "জয়দেবপুর চৌঃ",
    "routes": [
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১"
    ],
    "displayRoute": "এ-২২১, A-221 +1",
    "aliases": [
      "joydebpur chowrasta",
      "জয়দেবপুর চৌঃ",
      "জয়দেবপুর চৌরাস্তা"
    ]
  },
  {
    "nameEn": "Konabari",
    "nameBn": "কোনাবাড়ী",
    "routes": [
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬"
    ],
    "displayRoute": "এ-২২১, A-221 +7",
    "aliases": [
      "konabari",
      "কোনাবাড়ী",
      "কোনাবাড়ী"
    ]
  },
  {
    "nameEn": "Kaliakair",
    "nameBn": "কালিয়াকৈর",
    "routes": [
      "এ-২২১",
      "221",
      "A-221",
      "A221",
      "এ-221",
      "এ221",
      "২২১",
      "এ২২১"
    ],
    "displayRoute": "এ-২২১, A-221 +1",
    "aliases": [
      "kaliakair",
      "কালিয়াকৈর"
    ]
  },
  {
    "nameEn": "Mirer Bazar",
    "nameBn": "মীরের বাজার",
    "routes": [
      "এ-২২২",
      "222",
      "A-222",
      "A222",
      "এ-222",
      "এ222",
      "২২২",
      "এ২২২"
    ],
    "displayRoute": "এ-২২২, A-222 +1",
    "aliases": [
      "mirer bazar",
      "মীরের বাজার"
    ]
  },
  {
    "nameEn": "Gausia",
    "nameBn": "গাউছিয়া",
    "routes": [
      "এ-২২২",
      "222",
      "A-222",
      "A222",
      "এ-222",
      "এ222",
      "২২২",
      "এ২২২"
    ],
    "displayRoute": "এ-২২২, A-222 +1",
    "aliases": [
      "gausia",
      "গাউছিয়া"
    ]
  },
  {
    "nameEn": "High Court",
    "nameBn": "হাইকোর্ট",
    "routes": [
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪"
    ],
    "displayRoute": "এ-২২৪, A-224 +1",
    "aliases": [
      "high court",
      "হাইকোর্ট"
    ]
  },
  {
    "nameEn": "Matsya Bhaban",
    "nameBn": "মৎসভবন",
    "routes": [
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪"
    ],
    "displayRoute": "এ-২২৪, A-224 +1",
    "aliases": [
      "matsya bhaban",
      "মৎসভবন"
    ]
  },
  {
    "nameEn": "Manikganj",
    "nameBn": "মানিকগঞ্জ",
    "routes": [
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪"
    ],
    "displayRoute": "এ-২২৪, A-224 +1",
    "aliases": [
      "manikganj",
      "মানিকগঞ্জ"
    ]
  },
  {
    "nameEn": "Paturia",
    "nameBn": "পাটুরিয়া",
    "routes": [
      "এ-২২৪",
      "224",
      "A-224",
      "A224",
      "এ-224",
      "এ224",
      "২২৪",
      "এ২২৪"
    ],
    "displayRoute": "এ-২২৪, A-224 +1",
    "aliases": [
      "paturia",
      "পাটুরিয়া"
    ]
  },
  {
    "nameEn": "Gazipur",
    "nameBn": "গাজীপুর",
    "routes": [
      "এ-২২৩",
      "223",
      "A-223",
      "A223",
      "এ-223",
      "এ223",
      "২২৩",
      "এ২২৩",
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬",
      "এ-২৭১",
      "271",
      "A-271",
      "A271",
      "এ-271",
      "এ271",
      "২৭১",
      "এ২৭১"
    ],
    "displayRoute": "এ-২২৩, A-223 +10",
    "aliases": [
      "gazipur",
      "গাজীপুর",
      "gajipur",
      "gazeepur",
      "gazipur"
    ]
  },
  {
    "nameEn": "Amin Bazar",
    "nameBn": "আমিন বাজার",
    "routes": [
      "এ-২২৫",
      "225",
      "A-225",
      "A225",
      "এ-225",
      "এ225",
      "২২৫",
      "এ২২৫"
    ],
    "displayRoute": "এ-২২৫, A-225 +1",
    "aliases": [
      "amin bazar",
      "আমিন বাজার"
    ]
  },
  {
    "nameEn": "Jurain",
    "nameBn": "জুরাইন",
    "routes": [
      "এ-২২৮",
      "228",
      "A-228",
      "A228",
      "এ-228",
      "এ228",
      "২২৮",
      "এ২২৮"
    ],
    "displayRoute": "এ-২২৮, A-228 +1",
    "aliases": [
      "jurain",
      "জুরাইন"
    ]
  },
  {
    "nameEn": "Narayanganj",
    "nameBn": "নারায়ণগঞ্জ",
    "routes": [
      "এ-২২৮",
      "228",
      "A-228",
      "A228",
      "এ-228",
      "এ228",
      "২২৮",
      "এ২২৮",
      "এ-২০৬",
      "206",
      "A-206",
      "A206",
      "এ-206",
      "এ206",
      "২০৬",
      "এ২০৬"
    ],
    "displayRoute": "এ-২২৮, A-228 +4",
    "aliases": [
      "narayanganj",
      "নারায়ণগঞ্জ",
      "নারায়নগঞ্জ"
    ]
  },
  {
    "nameEn": "Madanganj",
    "nameBn": "মদনগঞ্জ",
    "routes": [
      "এ-২০৪",
      "204",
      "A-204",
      "A204",
      "এ-204",
      "এ204",
      "২০৪",
      "এ২০৪"
    ],
    "displayRoute": "এ-২০৪, A-204 +1",
    "aliases": [
      "madanganj",
      "মদনগঞ্জ"
    ]
  },
  {
    "nameEn": "Press Club",
    "nameBn": "প্রেসক্লাব",
    "routes": [
      "এ-২০৪",
      "204",
      "A-204",
      "A204",
      "এ-204",
      "এ204",
      "২০৪",
      "এ২০৪"
    ],
    "displayRoute": "এ-২০৪, A-204 +1",
    "aliases": [
      "press club",
      "প্রেসক্লাব"
    ]
  },
  {
    "nameEn": "Shanir Akhra",
    "nameBn": "শনিরআখড়া",
    "routes": [
      "এ-২০৬",
      "206",
      "A-206",
      "A206",
      "এ-206",
      "এ206",
      "২০৬",
      "এ২০৬",
      "এ-২৫৯",
      "259",
      "A-259",
      "A259",
      "এ-259",
      "এ259",
      "২৫৯",
      "এ২৫৯"
    ],
    "displayRoute": "এ-২০৬, A-206 +4",
    "aliases": [
      "shanir akhra",
      "শনিরআখড়া",
      "শনির আখড়া"
    ]
  },
  {
    "nameEn": "Rayerbag",
    "nameBn": "রায়েরবাগ",
    "routes": [
      "এ-২০৬",
      "206",
      "A-206",
      "A206",
      "এ-206",
      "এ206",
      "২০৬",
      "এ২০৬"
    ],
    "displayRoute": "এ-২০৬, A-206 +1",
    "aliases": [
      "rayerbag",
      "রায়েরবাগ"
    ]
  },
  {
    "nameEn": "Kachpur",
    "nameBn": "কাঁচপুর",
    "routes": [
      "এ-২৪০",
      "240",
      "A-240",
      "A240",
      "এ-240",
      "এ240",
      "২৪০",
      "এ২৪০",
      "এ-২৫৫",
      "255",
      "A-255",
      "A255",
      "এ-255",
      "এ255",
      "২৫৫",
      "এ২৫৫",
      "এ-২৫৬",
      "256",
      "A-256",
      "A256",
      "এ-256",
      "এ256",
      "২৫৬",
      "এ২৫৬"
    ],
    "displayRoute": "এ-২৪০, A-240 +7",
    "aliases": [
      "kachpur",
      "কাঁচপুর"
    ]
  },
  {
    "nameEn": "Tongi Bastuhara",
    "nameBn": "টঙ্গী বাস্তহারা",
    "routes": [
      "এ-২৪০",
      "240",
      "A-240",
      "A240",
      "এ-240",
      "এ240",
      "২৪০",
      "এ২৪০",
      "এ-২৪৩",
      "243",
      "A-243",
      "A243",
      "এ-243",
      "এ243",
      "২৪৩",
      "এ২৪৩"
    ],
    "displayRoute": "এ-২৪০, A-240 +4",
    "aliases": [
      "tongi bastuhara",
      "টঙ্গী বাস্তহারা",
      "টঙ্গী (বাস্তহারা)"
    ]
  },
  {
    "nameEn": "Dhaleshwar",
    "nameBn": "ধলেশ্বর",
    "routes": [
      "এ-২৪৩",
      "243",
      "A-243",
      "A243",
      "এ-243",
      "এ243",
      "২৪৩",
      "এ২৪৩"
    ],
    "displayRoute": "এ-২৪৩, A-243 +1",
    "aliases": [
      "dhaleshwar",
      "ধলেশ্বর"
    ]
  },
  {
    "nameEn": "Pragati Sarani",
    "nameBn": "প্রগতি সরণী",
    "routes": [
      "এ-২৪৩",
      "243",
      "A-243",
      "A243",
      "এ-243",
      "এ243",
      "২৪৩",
      "এ২৪৩",
      "এ-২৫৭",
      "257",
      "A-257",
      "A257",
      "এ-257",
      "এ257",
      "২৫৭",
      "এ২৫৭"
    ],
    "displayRoute": "এ-২৪৩, A-243 +4",
    "aliases": [
      "pragati sarani",
      "প্রগতি সরণী"
    ]
  },
  {
    "nameEn": "Madanpur",
    "nameBn": "মদনপুর",
    "routes": [
      "এ-২৪৫",
      "245",
      "A-245",
      "A245",
      "এ-245",
      "এ245",
      "২৪৫",
      "এ২৪৫",
      "এ-২৫৫",
      "255",
      "A-255",
      "A255",
      "এ-255",
      "এ255",
      "২৫৫",
      "এ২৫৫",
      "এ-২৫৬",
      "256",
      "A-256",
      "A256",
      "এ-256",
      "এ256",
      "২৫৬",
      "এ২৫৬"
    ],
    "displayRoute": "এ-২৪৫, A-245 +7",
    "aliases": [
      "madanpur",
      "মদনপুর"
    ]
  },
  {
    "nameEn": "Motijheel",
    "nameBn": "মতিঝিল",
    "routes": [
      "এ-২৪৫",
      "245",
      "A-245",
      "A245",
      "এ-245",
      "এ245",
      "২৪৫",
      "এ২৪৫",
      "এ-২৫৭",
      "257",
      "A-257",
      "A257",
      "এ-257",
      "এ257",
      "২৫৭",
      "এ২৫৭",
      "এ-২৮০",
      "280",
      "A-280",
      "A280",
      "এ-280",
      "এ280",
      "২৮০",
      "এ২৮০"
    ],
    "displayRoute": "এ-২৪৫, A-245 +7",
    "aliases": [
      "motijheel",
      "মতিঝিল"
    ]
  },
  {
    "nameEn": "Naya Bazar",
    "nameBn": "নয়াবাজার",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "naya bazar",
      "নয়াবাজার"
    ]
  },
  {
    "nameEn": "Jinjira",
    "nameBn": "জিঞ্জিরা",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "jinjira",
      "জিঞ্জিরা"
    ]
  },
  {
    "nameEn": "Konakhola Bazar",
    "nameBn": "কোণাখোলা বাজার",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "konakhola bazar",
      "কোণাখোলা বাজার"
    ]
  },
  {
    "nameEn": "Ramer Kanda",
    "nameBn": "রামের কান্দা",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "ramer kanda",
      "রামের কান্দা"
    ]
  },
  {
    "nameEn": "Syedpur",
    "nameBn": "সৈয়দপুর",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "syedpur",
      "সৈয়দপুর"
    ]
  },
  {
    "nameEn": "Kharshur",
    "nameBn": "খারশুর",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "kharshur",
      "খারশুর"
    ]
  },
  {
    "nameEn": "Tikorpur",
    "nameBn": "টিকরপুর",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "tikorpur",
      "টিকরপুর"
    ]
  },
  {
    "nameEn": "Agla Bazar",
    "nameBn": "আগলা বাজার",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "agla bazar",
      "আগলা বাজার"
    ]
  },
  {
    "nameEn": "Box Nagar",
    "nameBn": "বক্সনগর",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "box nagar",
      "বক্সনগর"
    ]
  },
  {
    "nameEn": "Gurganj",
    "nameBn": "গুরগঞ্জ",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "gurganj",
      "গুরগঞ্জ",
      "শূরগঞ্জ",
      "শুরগঞ্জ"
    ]
  },
  {
    "nameEn": "Baghmara",
    "nameBn": "বাঘমারা",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "baghmara",
      "বাঘমারা"
    ]
  },
  {
    "nameEn": "Nawabganj",
    "nameBn": "নবাবগঞ্জ",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "nawabganj",
      "নবাবগঞ্জ"
    ]
  },
  {
    "nameEn": "Majhir Kanda",
    "nameBn": "মাঝির কান্দা",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "majhir kanda",
      "মাঝির কান্দা"
    ]
  },
  {
    "nameEn": "Bandura",
    "nameBn": "বান্দুরা",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "bandura",
      "বান্দুরা"
    ]
  },
  {
    "nameEn": "Baruakhali",
    "nameBn": "বারুয়াখালী",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "baruakhali",
      "বারুয়াখালী"
    ]
  },
  {
    "nameEn": "Khasiakhali Beribadh",
    "nameBn": "খাসিয়াখালী বেড়ীবাঁধ",
    "routes": [
      "এ-২৪৯",
      "249",
      "A-249",
      "A249",
      "এ-249",
      "এ249",
      "২৪৯",
      "এ২৪৯"
    ],
    "displayRoute": "এ-২৪৯, A-249 +1",
    "aliases": [
      "khasiakhali beribadh",
      "খাসিয়াখালী বেড়ীবাঁধ"
    ]
  },
  {
    "nameEn": "Bhulta",
    "nameBn": "ভুলতা",
    "routes": [
      "এ-২৫২",
      "252",
      "A-252",
      "A252",
      "এ-252",
      "এ252",
      "২৫২",
      "এ২৫২"
    ],
    "displayRoute": "এ-২৫২, A-252 +1",
    "aliases": [
      "bhulta",
      "ভুলতা"
    ]
  },
  {
    "nameEn": "Mogra Para",
    "nameBn": "মোগড়া পাড়া",
    "routes": [
      "এ-২৫৫",
      "255",
      "A-255",
      "A255",
      "এ-255",
      "এ255",
      "২৫৫",
      "এ২৫৫"
    ],
    "displayRoute": "এ-২৫৫, A-255 +1",
    "aliases": [
      "mogra para",
      "মোগড়া পাড়া"
    ]
  },
  {
    "nameEn": "Meghna Ghat",
    "nameBn": "মেঘনা ঘাট",
    "routes": [
      "এ-২৫৫",
      "255",
      "A-255",
      "A255",
      "এ-255",
      "এ255",
      "২৫৫",
      "এ২৫৫",
      "এ-২৫৬",
      "256",
      "A-256",
      "A256",
      "এ-256",
      "এ256",
      "২৫৬",
      "এ২৫৬"
    ],
    "displayRoute": "এ-২৫৫, A-255 +4",
    "aliases": [
      "meghna ghat",
      "মেঘনা ঘাট",
      "মেঘনাঘাট",
      "meghnaghat"
    ]
  },
  {
    "nameEn": "Chankharpul",
    "nameBn": "চাঁনখারপুল",
    "routes": [
      "এ-২৫৬",
      "256",
      "A-256",
      "A256",
      "এ-256",
      "এ256",
      "২৫৬",
      "এ২৫৬",
      "এ-২৬০",
      "260",
      "A-260",
      "A260",
      "এ-260",
      "এ260",
      "২৬০",
      "এ২৬০"
    ],
    "displayRoute": "এ-২৫৬, A-256 +4",
    "aliases": [
      "chankharpul",
      "চাঁনখারপুল",
      "চানখারপুল"
    ]
  },
  {
    "nameEn": "Sonargaon Mogra Para",
    "nameBn": "সোনারগাঁও মোগড়া পাড়া",
    "routes": [
      "এ-২৫৬",
      "256",
      "A-256",
      "A256",
      "এ-256",
      "এ256",
      "২৫৬",
      "এ২৫৬"
    ],
    "displayRoute": "এ-২৫৬, A-256 +1",
    "aliases": [
      "sonargaon mogra para",
      "সোনারগাঁও মোগড়া পাড়া"
    ]
  },
  {
    "nameEn": "Board Bazar",
    "nameBn": "বোর্ড বাজার",
    "routes": [
      "এ-২৫৭",
      "257",
      "A-257",
      "A257",
      "এ-257",
      "এ257",
      "২৫৭",
      "এ২৫৭"
    ],
    "displayRoute": "এ-২৫৭, A-257 +1",
    "aliases": [
      "board bazar",
      "বোর্ড বাজার"
    ]
  },
  {
    "nameEn": "Palashi",
    "nameBn": "পলাশী",
    "routes": [
      "এ-২৫৯",
      "259",
      "A-259",
      "A259",
      "এ-259",
      "এ259",
      "২৫৯",
      "এ২৫৯"
    ],
    "displayRoute": "এ-২৫৯, A-259 +1",
    "aliases": [
      "palashi",
      "পলাশী"
    ]
  },
  {
    "nameEn": "Eden College",
    "nameBn": "ইডেন কলেজ",
    "routes": [
      "এ-২৫৯",
      "259",
      "A-259",
      "A259",
      "এ-259",
      "এ259",
      "২৫৯",
      "এ২৫৯"
    ],
    "displayRoute": "এ-২৫৯, A-259 +1",
    "aliases": [
      "eden college",
      "ইডেন কলেজ"
    ]
  },
  {
    "nameEn": "Meghnaghat",
    "nameBn": "মেঘনাঘাট",
    "routes": [
      "এ-২৫৯",
      "259",
      "A-259",
      "A259",
      "এ-259",
      "এ259",
      "২৫৯",
      "এ২৫৯"
    ],
    "displayRoute": "এ-২৫৯, A-259 +1",
    "aliases": [
      "meghnaghat",
      "মেঘনাঘাট",
      "মেঘনা ঘাট",
      "meghna ghat"
    ]
  },
  {
    "nameEn": "Dhamrai",
    "nameBn": "ধামরাই",
    "routes": [
      "এ-২৬০",
      "260",
      "A-260",
      "A260",
      "এ-260",
      "এ260",
      "২৬০",
      "এ২৬০"
    ],
    "displayRoute": "এ-২৬০, A-260 +1",
    "aliases": [
      "dhamrai",
      "ধামরাই"
    ]
  },
  {
    "nameEn": "Mirpur Chiriakhana",
    "nameBn": "মিরপুর (চিড়িয়াখানা)",
    "routes": [
      "এ-২৬৪",
      "264",
      "A-264",
      "A264",
      "এ-264",
      "এ264",
      "২৬৪",
      "এ২৬৪",
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "এ-২৬৪, A-264 +4",
    "aliases": [
      "mirpur chiriakhana",
      "মিরপুর (চিড়িয়াখানা)",
      "মিরপুর চিড়িয়াখানা",
      "চিড়িয়াখানা",
      "চিড়িয়াখানা",
      "chiriakhana"
    ]
  },
  {
    "nameEn": "Ansar Camp",
    "nameBn": "আনসারক্যাম্প",
    "routes": [
      "এ-২৬৪",
      "264",
      "A-264",
      "A264",
      "এ-264",
      "এ264",
      "২৬৪",
      "এ২৬৪"
    ],
    "displayRoute": "এ-২৬৪, A-264 +1",
    "aliases": [
      "ansar camp",
      "ansarcamp",
      "আনসারক্যাম্প",
      "আনসার ক্যাম্প"
    ]
  },
  {
    "nameEn": "Golapshah Mazar Fulbaria",
    "nameBn": "গোলাপশাহ মাজার (ফুলবাড়ীয়া)",
    "routes": [
      "এ-২৬৪",
      "264",
      "A-264",
      "A264",
      "এ-264",
      "এ264",
      "২৬৪",
      "এ২৬৪"
    ],
    "displayRoute": "এ-২৬৪, A-264 +1",
    "aliases": [
      "golapshah mazar fulbaria",
      "গোলাপশাহ মাজার (ফুলবাড়ীয়া)",
      "গোলাপশাহ মাজার",
      "golapshah mazar"
    ]
  },
  {
    "nameEn": "Naya Bazar 2 No Bridge",
    "nameBn": "নয়াবাজার (২নং ব্রীজের গোড়া)",
    "routes": [
      "এ-২৬৪",
      "264",
      "A-264",
      "A264",
      "এ-264",
      "এ264",
      "২৬৪",
      "এ২৬৪"
    ],
    "displayRoute": "এ-২৬৪, A-264 +1",
    "aliases": [
      "naya bazar 2 no bridge",
      "নয়াবাজার (২নং ব্রীজের গোড়া)",
      "নয়াবাজার",
      "নয়াবাজার",
      "naya bazar"
    ]
  },
  {
    "nameEn": "Jagannath University",
    "nameBn": "জগন্নাথ বিশ্ববিদ্যালয়",
    "routes": [
      "এ-২৬৫",
      "265",
      "A-265",
      "A265",
      "এ-265",
      "এ265",
      "২৬৫",
      "এ২৬৫",
      "এ-২৬৬",
      "266",
      "A-266",
      "A266",
      "এ-266",
      "এ266",
      "২৬৬",
      "এ২৬৬"
    ],
    "displayRoute": "এ-২৬৫, A-265 +4",
    "aliases": [
      "jagannath university",
      "জগন্নাথ বিশ্ববিদ্যালয়",
      "জগন্নাথ বিশ্ববিদ্যালয়",
      "জবি"
    ]
  },
  {
    "nameEn": "Basila",
    "nameBn": "বসিলা",
    "routes": [],
    "displayRoute": "",
    "aliases": [
      "basila",
      "বসিলা"
    ]
  },
  {
    "nameEn": "Asad Avenue",
    "nameBn": "আসাদ এভিনিউ",
    "routes": [],
    "displayRoute": "",
    "aliases": [
      "asad avenue",
      "আসাদ এভিনিউ",
      "আসাদ এভেনিউ"
    ]
  },
  {
    "nameEn": "Mirpur-2",
    "nameBn": "মিরপুর-২",
    "routes": [
      "এ-২৭১",
      "271",
      "A-271",
      "A271",
      "এ-271",
      "এ271",
      "২৭১",
      "এ২৭১",
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩",
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-২৭১, A-271 +10",
    "aliases": [
      "mirpur-2",
      "মিরপুর-২",
      "মিরপুর ২"
    ]
  },
  {
    "nameEn": "Purobi",
    "nameBn": "পুরবী",
    "routes": [
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-২৭৩, A-273 +4",
    "aliases": [
      "purobi",
      "পুরবী",
      "পূরবী"
    ]
  },
  {
    "nameEn": "Shewra Bazar",
    "nameBn": "শেওড়া বাজার",
    "routes": [],
    "displayRoute": "",
    "aliases": [
      "shewra bazar",
      "shewra",
      "শেওড়া বাজার",
      "শেওড়া বাজার",
      "শেওড়া",
      "শেওড়া"
    ]
  },
  {
    "nameEn": "Jashimuddin",
    "nameBn": "জসীমউদ্দিন",
    "routes": [
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩"
    ],
    "displayRoute": "এ-২৭৩, A-273 +1",
    "aliases": [
      "jashimuddin",
      "জসিমউদ্দিন",
      "জসীমউদ্দিন",
      "জসীমউদ্দীন"
    ]
  },
  {
    "nameEn": "Kalshi Mor",
    "nameBn": "কালশীর মোড়",
    "routes": [
      "এ-২৭১",
      "271",
      "A-271",
      "A271",
      "এ-271",
      "এ271",
      "২৭১",
      "এ২৭১",
      "এ-২৮০",
      "280",
      "A-280",
      "A280",
      "এ-280",
      "এ280",
      "২৮০",
      "এ২৮০"
    ],
    "displayRoute": "এ-২৭১, A-271 +4",
    "aliases": [
      "kalshi mor",
      "কালশীর মোড়",
      "kalshi",
      "কালশী",
      "কালশি মোড়"
    ]
  },
  {
    "nameEn": "ECB Chattar",
    "nameBn": "ইসিবি চত্বর",
    "routes": [
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩",
      "এ-২৮০",
      "280",
      "A-280",
      "A280",
      "এ-280",
      "এ280",
      "২৮০",
      "এ২৮০",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-২৭৩, A-273 +7",
    "aliases": [
      "ecb chattar",
      "ইসিবি চত্বর",
      "ecb"
    ]
  },
  {
    "nameEn": "Kuril",
    "nameBn": "কুড়িল",
    "routes": [
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩"
    ],
    "displayRoute": "এ-২৭৩, A-273 +1",
    "aliases": [
      "kuril",
      "কুড়িল"
    ]
  },
  {
    "nameEn": "Uttara Rajlakshmi",
    "nameBn": "উত্তরা হাউজ বিল্ডিং/মাসকট",
    "routes": [
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩"
    ],
    "displayRoute": "এ-২৭৩, A-273 +1",
    "aliases": [
      "uttara rajlakshmi",
      "উত্তরা",
      "মাসকট",
      "উত্তরা রাজলক্ষ্মী",
      "house building",
      "হাউজ বিল্ডিং"
    ]
  },
  {
    "nameEn": "Kochukhet",
    "nameBn": "কচুক্ষেত",
    "routes": [
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮"
    ],
    "displayRoute": "এ-২৭৮, A-278 +1",
    "aliases": [
      "kochukhet",
      "কচুক্ষেত"
    ]
  },
  {
    "nameEn": "Sainik Club",
    "nameBn": "সৈনিক ক্লাব",
    "routes": [
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮"
    ],
    "displayRoute": "এ-২৭৮, A-278 +1",
    "aliases": [
      "sainik club",
      "সৈনিক ক্লাব"
    ]
  },
  {
    "nameEn": "Badda Link Road",
    "nameBn": "বাড্ডা লিংক রোড",
    "routes": [
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮",
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-২৭৮, A-278 +4",
    "aliases": [
      "badda link road",
      "বাড্ডা লিংক রোড",
      "বাড্ডা",
      "মধ্য বাড্ডা",
      "madhya badda"
    ]
  },
  {
    "nameEn": "Beraid",
    "nameBn": "বেরাইদ",
    "routes": [
      "এ-২৭৮",
      "278",
      "A-278",
      "A278",
      "এ-278",
      "এ278",
      "২৭৮",
      "এ২৭৮"
    ],
    "displayRoute": "এ-২৭৮, A-278 +1",
    "aliases": [
      "beraid",
      "বেরাইদ"
    ]
  },
  {
    "nameEn": "Mirpur DOHS",
    "nameBn": "মিরপুর ডিওএইচএস",
    "routes": [
      "এ-২৮০",
      "280",
      "A-280",
      "A280",
      "এ-280",
      "এ280",
      "২৮০",
      "এ২৮০"
    ],
    "displayRoute": "এ-২৮০, A-280 +1",
    "aliases": [
      "mirpur dohs",
      "মিরপুর ডিওএইচএস"
    ]
  },
  {
    "nameEn": "Cantonment Signal Gate",
    "nameBn": "ক্যান্টনমেন্ট সিগন্যাল গেট",
    "routes": [
      "এ-২৮০",
      "280",
      "A-280",
      "A280",
      "এ-280",
      "এ280",
      "২৮০",
      "এ২৮০"
    ],
    "displayRoute": "এ-২৮০, A-280 +1",
    "aliases": [
      "cantonment signal gate",
      "ক্যান্টনমেন্ট",
      "cantonment"
    ]
  },
  {
    "nameEn": "Workshop",
    "nameBn": "ওয়ার্ক সপ",
    "routes": [
      "এ-২৮০",
      "280",
      "A-280",
      "A280",
      "এ-280",
      "এ280",
      "২৮০",
      "এ২৮০"
    ],
    "displayRoute": "এ-২৮০, A-280 +1",
    "aliases": [
      "workshop",
      "ওয়ার্ক সপ"
    ]
  },
  {
    "nameEn": "Tanti Bazar",
    "nameBn": "তাঁতী বাজার",
    "routes": [
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "এ-২৮৫, A-285 +1",
    "aliases": [
      "tanti bazar",
      "তাঁতী বাজার"
    ]
  },
  {
    "nameEn": "Kadamtali",
    "nameBn": "কদমতলী",
    "routes": [
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "এ-২৮৫, A-285 +1",
    "aliases": [
      "kadamtali",
      "কদমতলী"
    ]
  },
  {
    "nameEn": "Mohakhali Amtoli",
    "nameBn": "মহাখালী আমতলী",
    "routes": [
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-২৭০, A-270 +1",
    "aliases": [
      "mohakhali amtoli",
      "মহাখালী",
      "mohakhali",
      "আমতলী"
    ]
  },
  {
    "nameEn": "Rampura Bazar",
    "nameBn": "রামপুরা বাজার",
    "routes": [
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০"
    ],
    "displayRoute": "এ-২৭০, A-270 +1",
    "aliases": [
      "rampura bazar",
      "রামপুরা বাজার",
      "rampura",
      "রামপুরা"
    ]
  },
  {
    "nameEn": "Gabtoli Bridge Par",
    "nameBn": "গাবতলী ব্রীজ পাড়",
    "routes": [
      "এ-২৭০",
      "270",
      "A-270",
      "A270",
      "এ-270",
      "এ270",
      "২৭০",
      "এ২৭০",
      "এ-২৭১",
      "271",
      "A-271",
      "A271",
      "এ-271",
      "এ271",
      "২৭১",
      "এ২৭১",
      "এ-২৭৩",
      "273",
      "A-273",
      "A273",
      "এ-273",
      "এ273",
      "২৭৩",
      "এ২৭৩"
    ],
    "displayRoute": "এ-২৭০, A-270 +7",
    "aliases": [
      "gabtoli bridge par",
      "গাবতলী ব্রীজ পাড়",
      "gabtoli bridge"
    ]
  },
  {
    "nameEn": "Keraniganj (Notun Jelkhana)",
    "nameBn": "কেরানীগঞ্জ (নতুন জেলখানা)",
    "routes": [
      "এ-২৮৫",
      "285",
      "A-285",
      "A285",
      "এ-285",
      "এ285",
      "২৮৫",
      "এ২৮৫"
    ],
    "displayRoute": "এ-২৮৫, A-285 +1",
    "aliases": [
      "keraniganj (notun jelkhana)",
      "কেরানীগঞ্জ (নতুন জেলখানা)",
      "নতুন জেলখানা",
      "notun jelkhana"
    ]
  }
];
